Repository: generoi/genero-cmp
Catalog: languages/genero-cmp-*.po
Languages: fi, sv_se

source: Viewing this embed loads content from a third party and thus requires <em>%s</em> consent.
fi: Tämä upotus lataa sisältöä kolmannelta osapuolelta ja vaatii siksi <em>%s</em> suostumuksen.
sv_se: Denna inbäddning laddas innehåll från en tredje part och kräver därför <em>%s</em> samtycke.

source: Modify preferences
fi: Muuttaa asetuksia
sv_se: Ändra inställningar

source: Necessary
fi: Välttämättömät
sv_se: Nödvändig

source: These cookies are technically required for our core website to work properly, e.g. security functions or your cookie consent preferences.
fi: Nämä evästeet ovat välttämättömiä, jotta verkkosivumme toimisi oikein, esimerkiksi suojaustoiminnot tai evästeiden suostumusasetukset.
sv_se: Dessa cookies hjälper oss att mäta och optimera vår marknadsföring.

source: Preferences
fi: Mieltymykset
sv_se: Inställningar

source: Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.
fi: Mieltymysevästeiden avulla sivusto tallentaa tietoja, jotka muuttavat sivuston käyttäytymistä ja ulkonäköä, kuten kielivalintoja tai käyttäjän sijainteja.
sv_se: Cookies för inställningar låter en webbplats komma ihåg information som ändrar hur webbplatsen fungerar eller visas. Detta kan t.ex. vara föredraget språk eller regionen du befinner dig i.

source: Statistics
fi: Tilastot
sv_se: Statistik

source: In order to improve our website going forward, we anonymously collect data for statistical and analytical purposes. With these cookies we can, for instance, monitor the number or duration of visits of specific pages of our website helping us in optimizing user experience.
fi: Parantaaksemme verkkosivuamme keräämme nimettömästi tietoja tilastollisiin ja analyyttisiin tarkoituksiin. Näiden evästeiden avulla voimme esimerkiksi seurata verkkosivumme tiettyjen sivujen käyntien määrää tai kestoa, mikä auttaa meitä optimoimaan käyttäjäkokemusta.
sv_se: För att förbättra vår hemsida samlar vi anonym information som är till för statistikföring och analyser. Med hjälp av dessa cookies kan vi t.ex föja med hur många besökare sidan har eller hur länge de stannat på sidan. Detta hjälper oss att skapa en bättre användarupplevelse.

source: Marketing
fi: Markkinointi
sv_se: Marknadsföring

source: These cookies help us in measuring and optimizing our marketing efforts.
fi: Nämä evästeet auttavat meitä mittaamaan ja optimoimaan markkinointitoimiamme.
sv_se: Dessa cookies är nödvändiga för att sidan skall fungera korrekt.

source: Cookie Preferences
fi: Evästeasetukset
sv_se: Cookie-inställningar

source: We use cookies to provide a better user experience and personalised service. By consenting to the use of cookies, we can develop an even better service and will be able to provide content that is interesting to you. You are in control of your cookie preferences, and you may change them at any time. Read more about our cookies.
fi: Käytämme evästeitä tarjotaksemme paremman käyttökokemuksen ja henkilökohtaista palvelua. Suostumalla evästeiden käyttöön voimme kehittää entistä parempaa palvelua ja tarjota sinulle kiinnostavaa sisältöä. Sinulla on hallinta evästeasetuksistasi, ja voit muuttaa niitä milloin tahansa. Lue lisää evästeistämme.
sv_se: Vi använder cookies för att ge dig en bättre användarupplevelse och personlig service. Genom att samtycka till användningen av cookies kan vi utveckla en ännu bättre tjänst och tillhandahålla innehåll som är intressant för dig. Du har kontroll över dina cookiepreferenser och kan ändra dem när som helst. Läs mer om våra cookies.

source: Accept selected cookies
fi: Hyväksy valitut evästeet
sv_se: Acceptera utvalda cookies

source: Edit cookie settings
fi: Muokkaa evästeasetuksia
sv_se: Redigera cookies

source: Decline all
fi: Kiellä kaikki
sv_se: Avvisa alla

source: Accept all cookies
fi: Hyväksy kaikki evästeet
sv_se: Acceptera alla cookies
